tap "mongodb/brew"
tap "conduktor/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew "antigen"
brew "mongodb-community"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gh"
brew "git-extras"
brew "go"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubectl"
brew "pure"
brew "pyenv"

cask "appcleaner"
cask "brave-browser"
cask "conduktor"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "temurin"
cask "the-unarchiver"
cask "vlc"
