tap "conduktor/brew"
tap "homebrew/bundle"

brew "antigen"
brew "diff-so-fancy"
brew "duti"
brew "exiftool"
brew "fzf"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubectl"
brew "mas"
brew "nvm"
brew "openjdk"
brew "openjdk@17"
brew "openjdk@11"
brew "pinentry-mac"
brew "pure"
brew "pyenv"
brew "scc"
brew "wget"

cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "bruno"
cask "conduktor"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "iina"
cask "intellij-idea"
cask "kap"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "synology-drive"
cask "teamviewer"
cask "temurin"
cask "the-unarchiver"
cask "vlc"
cask "warp"
cask "whatsapp"

mas 'F5Access', id: 1243219105
mas 'Xcode', id: 497799835
