tap "mongodb/brew"
tap "conduktor/brew"
tap "homebrew/bundle"
tap "homebrew/cask"

brew "antigen"
brew "mongodb-community"
brew "diff-so-fancy"
brew "duti"
brew "exiftool"
brew "fzf"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubectl"
brew "mas"
brew "nvm"
brew "pinentry-mac"
brew "pure"
brew "pyenv"
brew "vault"

cask "appcleaner"
cask "arc"
cask "conduktor"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iina"
cask "intellij-idea"
cask "kap"
cask "mongodb-compass"
cask "nordpass"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "temurin"
cask "the-unarchiver"
cask "vincelwt-chatgpt"
cask "vlc"
cask "warp"

mas 'Xcode', id: 497799835
mas 'WhatsApp Desktop', id: 1147396723
mas 'Skitch', id: 425955336
